Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/Settings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# settings.action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消

# settings.action.done
source: Done
de: Fertig
es: hecho
fr: Terminé
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
ru: Готово
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成

# settings.action.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
ru: Редактировать
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑

# settings.action.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: リフレッシュ
ko: 새로고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新

# settings.action.retry
source: Try Again
de: Versuchen Sie es erneut
es: Inténtalo de nuevo
fr: Réessayez
ja: もう一度試してください
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tente novamente
ru: Попробуйте еще раз
tr: Tekrar Deneyin
uk: Спробуйте знову
vi: Thử lại
zh_hans: 再试一次

# settings.action.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: зберегти
vi: Lưu
zh_hans: 保存

# settings.activity.activeDays
source: Active days
de: Aktive Tage
es: Días activos
fr: Journées actives
ja: 活動的な日
ko: 활동적인 날
pl: Aktywne dni
pt_br: Dias ativos
ru: Активные дни
tr: Aktif günler
uk: Активні дні
vi: Ngày hoạt động
zh_hans: 活跃天数

# settings.activity.currentStreak
source: Current streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
ja: 現在のストリーク
ko: 현재 연속
pl: Aktualna passa
pt_br: Sequência atual
ru: Текущая серия
tr: Mevcut seri
uk: Поточна серія
vi: Chuỗi hiện tại
zh_hans: 当前连胜

# settings.activity.goals
source: Goals set
de: Ziele gesetzt
es: Metas establecidas
fr: Objectifs fixés
ja: 設定された目標
ko: 목표 설정
pl: Wyznaczone cele
pt_br: Metas definidas
ru: Цели поставлены
tr: Hedefler belirlendi
uk: Поставлені цілі
vi: Mục tiêu đặt ra
zh_hans: 目标设定

# settings.activity.mcpCalls
source: MCP tool calls
de: MCP-Tool-Aufrufe
es: Llamadas a herramientas MCP
fr: Appels d'outils MCP
ja: MCP ツールの呼び出し
ko: MCP 도구 호출
pl: Wywołania narzędzi MCP
pt_br: Chamadas de ferramenta MCP
ru: Вызовы инструментов MCP
tr: MCP aracı çağrıları
uk: Виклики інструментів MCP
vi: Cuộc gọi công cụ MCP
zh_hans: MCP 工具调用

# settings.activity.messages
source: Messages sent
de: Gesendete Nachrichten
es: Mensajes enviados
fr: Messages envoyés
ja: 送信されたメッセージ
ko: 보낸 메시지
pl: Wiadomości wysłane
pt_br: Mensagens enviadas
ru: Сообщения отправлены
tr: Gönderilen mesajlar
uk: Повідомлення надіслано
vi: Tin nhắn đã gửi
zh_hans: 已发送消息

# settings.activity.prompts
source: Prompts
de: Aufforderungen
es: Indicaciones
fr: Invites
ja: プロンプト
ko: 프롬프트
pl: Podpowiedzi
pt_br: Solicitações
ru: Подсказки
tr: İstemler
uk: Підказки
vi: Lời nhắc
zh_hans: 提示

# settings.activity.skills
source: Skills used
de: Verwendete Fähigkeiten
es: Habilidades utilizadas
fr: Compétences utilisées
ja: 使用スキル
ko: 사용된 스킬
pl: Wykorzystane umiejętności
pt_br: Habilidades usadas
ru: Используемые навыки
tr: Kullanılan beceriler
uk: Використані навички
vi: Kỹ năng được sử dụng
zh_hans: 使用的技能

# settings.activity.subagents
source: Subagents
de: Subagenten
es: Subagentes
fr: Sous-agents
ja: サブエージェント
ko: 하위 에이전트
pl: Subagenci
pt_br: Subagentes
ru: Субагенты
tr: Alt temsilciler
uk: Субагенти
vi: Chất phụ
zh_hans: 子代理

# settings.activity.threads
source: Threads
de: Themen
es: Hilos
fr: Sujets
ja: スレッド
ko: 스레드
pl: Wątki
pt_br: Tópicos
ru: Темы
tr: Konular
uk: Нитки
vi: chủ đề
zh_hans: 线程数

# settings.activity.workflows
source: Workflows
de: Arbeitsabläufe
es: Flujos de trabajo
fr: Flux de travail
ja: ワークフロー
ko: 워크플로
pl: Przepływy pracy
pt_br: Fluxos de trabalho
ru: Рабочие процессы
tr: İş akışları
uk: Робочі процеси
vi: Quy trình làm việc
zh_hans: 工作流程

# settings.agent.authMissing
source: Sign-in required
de: Anmeldung erforderlich
es: Es necesario iniciar sesión
fr: Connexion requise
ja: サインインが必要です
ko: 로그인이 필요합니다
pl: Wymagane logowanie
pt_br: É necessário fazer login
ru: Требуется вход
tr: Oturum açmanız gerekiyor
uk: Потрібен вхід
vi: Yêu cầu đăng nhập
zh_hans: 需要登录

# settings.agent.authUnknown
source: Sign-in unknown
de: Anmeldung unbekannt
es: Iniciar sesión desconocido
fr: Connexion inconnue
ja: サインインが不明
ko: 로그인 알 수 없음
pl: Logowanie nieznane
pt_br: Login desconhecido
ru: Вход неизвестен
tr: Oturum açma bilinmiyor
uk: Вхід невідомий
vi: Đăng nhập không xác định
zh_hans: 登录未知

# settings.agent.authenticated
source: Signed in
de: Angemeldet
es: Iniciado sesión
fr: Connecté
ja: サインインしました
ko: 로그인됨
pl: Zalogowano
pt_br: Conectado
ru: Вошёл в систему
tr: Oturum açıldı
uk: Ви ввійшли
vi: Đã đăng nhập
zh_hans: 已登录

# settings.agent.installed
source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
pl: Zainstalowany
pt_br: Instalado
ru: Установлено
tr: Yüklendi
uk: встановлено
vi: Đã cài đặt
zh_hans: 已安装

# settings.agent.noneDetected
source: No agents detected
de: Keine Agenten erkannt
es: No se detectaron agentes
fr: Aucun agent détecté
ja: エージェントは検出されませんでした
ko: 감지된 에이전트 없음
pl: Nie wykryto agentów
pt_br: Nenhum agente detectado
ru: Агенты не обнаружены
tr: Aracı algılanmadı
uk: Агентів не виявлено
vi: Không phát hiện tác nhân nào
zh_hans: 未检测到代理

# settings.agent.notInstalled
source: Not installed
de: Nicht installiert
es: No instalado
fr: Non installé
ja: インストールされていません
ko: 설치되지 않음
pl: Nie zainstalowano
pt_br: Não instalado
ru: Не установлено
tr: Kurulu değil
uk: Не встановлено
vi: Chưa được cài đặt
zh_hans: 未安装

# settings.agent.statusNotLoaded
source: Waiting for desktop status…
de: Warten auf Desktop-Status…
es: Esperando el estado del equipo…
fr: En attente de l’état de l’ordinateur…
ja: デスクトップのステータスを待機中…
ko: 데스크톱 상태를 기다리는 중…
pl: Oczekiwanie na stan komputera…
pt_br: Aguardando o status do computador…
ru: Ожидание состояния компьютера…
tr: Masaüstü durumu bekleniyor…
uk: Очікування стану комп’ютера…
vi: Đang chờ trạng thái máy tính…
zh_hans: 正在等待桌面端状态…

# settings.appearance.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pl: Ciemny
pt_br: Escuro
ru: Тёмная
tr: Koyu
uk: Темний
vi: Tối
zh_hans: 深色

# settings.appearance.description
source: Color mode and app theme
de: Farbmodus und App-Theme
es: Modo de color y tema de la app
fr: Mode de couleur et thème de l’app
ja: カラーモードとアプリテーマ
ko: 색상 모드 및 앱 테마
pl: Tryb kolorów i motyw aplikacji
pt_br: Modo de cores e tema do app
ru: Цветовой режим и тема приложения
tr: Renk modu ve uygulama teması
uk: Колірний режим і тема застосунку
vi: Chế độ màu và chủ đề ứng dụng
zh_hans: 配色模式和应用主题

# settings.appearance.light
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pl: Jasny
pt_br: Claro
ru: Светлая
tr: Açık
uk: Світлий
vi: Sáng
zh_hans: 浅色

# settings.appearance.mode
source: Appearance mode
de: Darstellungsmodus
es: Modo de apariencia
fr: Mode d’apparence
ja: 外観モード
ko: 화면 모드
pl: Tryb wyglądu
pt_br: Modo de aparência
ru: Режим оформления
tr: Görünüm modu
uk: Режим вигляду
vi: Chế độ giao diện
zh_hans: 外观模式

# settings.appearance.theme.description
source: Popular editor themes adapted to Poracode. Each follows the selected appearance mode.
de: Beliebte Editor-Themes, angepasst an Poracode. Jedes folgt dem gewählten Darstellungsmodus.
es: Temas populares de editores adaptados a Poracode. Cada uno sigue el modo de apariencia seleccionado.
fr: Thèmes d’éditeur populaires adaptés à Poracode. Chacun suit le mode d’apparence sélectionné.
ja: 人気のエディタテーマをPoracode向けに調整しました。選択した外観モードに従います。
ko: 인기 편집기 테마를 Poracode에 맞게 조정했습니다. 각 테마는 선택한 화면 모드를 따릅니다.
pl: Popularne motywy edytorów dostosowane do Poracode. Każdy używa wybranego trybu wyglądu.
pt_br: Temas populares de editores adaptados ao Poracode. Cada um segue o modo de aparência selecionado.
ru: Популярные темы редакторов, адаптированные для Poracode. Каждая следует выбранному режиму оформления.
tr: Poracode’a uyarlanan popüler düzenleyici temaları. Her biri seçilen görünüm modunu izler.
uk: Популярні теми редакторів, адаптовані для Poracode. Кожна відповідає вибраному режиму вигляду.
vi: Các chủ đề trình soạn thảo phổ biến được điều chỉnh cho Poracode. Mỗi chủ đề theo chế độ giao diện đã chọn.
zh_hans: 为 Poracode 调整的热门编辑器主题。每个主题都会遵循所选的外观模式。

# settings.appearance.title
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
pl: Wygląd
pt_br: Aparência
ru: Оформление
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观

# settings.device.current
source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在
ko: 현재
pl: Aktualny
pt_br: Atual
ru: Текущий
tr: Mevcut
uk: поточний
vi: hiện tại
zh_hans: 当前

# settings.error.ambiguous
source: The result is uncertain. Refresh before trying again.
de: Das Ergebnis ist ungewiss. Aktualisieren Sie die Datei, bevor Sie es erneut versuchen.
es: El resultado es incierto. Actualice antes de volver a intentarlo.
fr: Le résultat est incertain. Actualisez avant de réessayer.
ja: 結果は不確実です。再試行する前に更新してください。
ko: 결과는 불확실합니다. 다시 시도하기 전에 새로고침하세요.
pl: Wynik jest niepewny. Odśwież przed ponowną próbą.
pt_br: O resultado é incerto. Atualize antes de tentar novamente.
ru: Результат неопределенный. Обновите перед повторной попыткой.
tr: Sonuç belirsizdir. Tekrar denemeden önce yenileyin.
uk: Результат невизначений. Оновіть перед повторною спробою.
vi: Kết quả là không chắc chắn. Hãy làm mới trước khi thử lại.
zh_hans: 结果是不确定的。重试之前先刷新一下。

# settings.error.denied
source: The desktop denied this operation.
de: Der Desktop hat diesen Vorgang abgelehnt.
es: El escritorio negó esta operación.
fr: Le bureau a refusé cette opération.
ja: デスクトップはこの操作を拒否しました。
ko: 데스크탑이 이 작업을 거부했습니다.
pl: Pulpit odmówił tej operacji.
pt_br: A área de trabalho negou esta operação.
ru: Рабочий стол отклонил эту операцию.
tr: Masaüstü bu işlemi reddetti.
uk: Робочий стіл відхилив цю операцію.
vi: Máy tính để bàn đã từ chối thao tác này.
zh_hans: 桌面拒绝了此操作。

# settings.error.expired
source: Reconnect to this desktop.
de: Stellen Sie eine erneute Verbindung zu diesem Desktop her.
es: Vuelva a conectarse a este escritorio.
fr: Reconnectez-vous à ce bureau.
ja: このデスクトップに再接続します。
ko: 이 데스크톱에 다시 연결하세요.
pl: Połącz się ponownie z tym pulpitem.
pt_br: Reconecte-se a esta área de trabalho.
ru: Повторно подключитесь к этому рабочему столу.
tr: Bu masaüstüne yeniden bağlanın.
uk: Повторно підключіться до цього робочого столу.
vi: Kết nối lại với máy tính để bàn này.
zh_hans: 重新连接到此桌面。

# settings.error.generic
source: The operation could not be completed.
de: Der Vorgang konnte nicht abgeschlossen werden.
es: La operación no se pudo completar.
fr: L'opération n'a pas pu être complétée.
ja: 操作を完了できませんでした。
ko: 작업을 완료할 수 없습니다.
pl: Nie można ukończyć operacji.
pt_br: A operação não pôde ser concluída.
ru: Операцию не удалось завершить.
tr: İşlem tamamlanamadı.
uk: Операцію не вдалося завершити.
vi: Hoạt động không thể hoàn thành.
zh_hans: 操作无法完成。

# settings.error.notReady
source: The selected desktop is still connecting.
de: Der ausgewählte Desktop stellt immer noch eine Verbindung her.
es: El escritorio seleccionado todavía se está conectando.
fr: Le bureau sélectionné est toujours connecté.
ja: 選択したデスクトップはまだ接続中です。
ko: 선택한 데스크톱이 아직 연결 중입니다.
pl: Wybrany pulpit nadal się łączy.
pt_br: A área de trabalho selecionada ainda está conectada.
ru: Выбранный рабочий стол все еще подключается.
tr: Seçilen masaüstü hâlâ bağlanıyor.
uk: Вибраний робочий стіл все ще підключається.
vi: Máy tính để bàn đã chọn vẫn đang kết nối.
zh_hans: 所选桌面仍在连接中。

# settings.error.offline
source: The selected desktop is offline.
de: Der ausgewählte Desktop ist offline.
es: El escritorio seleccionado está fuera de línea.
fr: Le bureau sélectionné est hors ligne.
ja: 選択したデスクトップはオフラインです。
ko: 선택한 데스크톱이 오프라인 상태입니다.
pl: Wybrany pulpit jest offline.
pt_br: A área de trabalho selecionada está offline.
ru: Выбранный рабочий стол находится в автономном режиме.
tr: Seçilen masaüstü çevrimdışı.
uk: Вибраний робочий стіл офлайн.
vi: Máy tính để bàn đã chọn đang ngoại tuyến.
zh_hans: 所选桌面处于离线状态。

# settings.error.permission
source: This connection does not have the required permission.
de: Diese Verbindung verfügt nicht über die erforderliche Berechtigung.
es: Esta conexión no tiene el permiso requerido.
fr: Cette connexion ne dispose pas de l'autorisation requise.
ja: この接続には必要な権限がありません。
ko: 이 연결에는 필요한 권한이 없습니다.
pl: To połączenie nie ma wymaganych uprawnień.
pt_br: Esta conexão não tem a permissão necessária.
ru: Это соединение не имеет необходимого разрешения.
tr: Bu bağlantı gerekli izne sahip değil.
uk: Це підключення не має необхідного дозволу.
vi: Kết nối này không có sự cho phép cần thiết.
zh_hans: 此连接没有所需的权限。

# settings.error.protocol
source: This desktop requires a compatible Poracode version.
de: Für diesen Desktop ist eine kompatible Poracode-Version erforderlich.
es: Este escritorio requiere una versión compatible de Poracode.
fr: Ce bureau nécessite une version Poracode compatible.
ja: このデスクトップには互換性のある Poracode バージョンが必要です。
ko: 이 데스크탑에는 호환되는 Poracode 버전이 필요합니다.
pl: Ten pulpit wymaga kompatybilnej wersji Poracode.
pt_br: Este desktop requer uma versão compatível do Poracode.
ru: Для этого рабочего стола требуется совместимая версия Poracode.
tr: Bu masaüstü uyumlu bir Poracode sürümü gerektirir.
uk: Для цього робочого столу потрібна сумісна версія Poracode.
vi: Máy tính để bàn này yêu cầu phiên bản Poracode tương thích.
zh_hans: 此桌面需要兼容的 Poracode 版本。

# settings.filter.allAccounts
source: All accounts
de: Alle Konten
es: Todas las cuentas
fr: Tous les comptes
ja: すべてのアカウント
ko: 모든 계정
pl: Wszystkie konta
pt_br: Todas as contas
ru: Все аккаунты
tr: Tüm hesaplar
uk: Усі облікові записи
vi: Tất cả tài khoản
zh_hans: 所有账户

# settings.filter.allDevices
source: All devices
de: Alle Geräte
es: Todos los dispositivos
fr: Tous les appareils
ja: すべてのデバイス
ko: 모든 기기
pl: Wszystkie urządzenia
pt_br: Todos os dispositivos
ru: Все устройства
tr: Tüm cihazlar
uk: Всі пристрої
vi: Tất cả các thiết bị
zh_hans: 所有设备

# settings.filter.allProviders
source: All providers
de: Alle Anbieter
es: Todos los proveedores
fr: Tous les fournisseurs
ja: すべてのプロバイダー
ko: 모든 제공업체
pl: Wszyscy dostawcy
pt_br: Todos os provedores
ru: Все провайдеры
tr: Tüm sağlayıcılar
uk: Всі провайдери
vi: Tất cả các nhà cung cấp
zh_hans: 所有提供商

# settings.filter.allShort
source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 전체
pl: Wszystko
pt_br: Tudo
ru: Все
tr: Tümü
uk: Усе
vi: Tất cả
zh_hans: 全部

# settings.filter.allTime
source: All time
de: Alle Zeiten
es: Todo el tiempo
fr: Tout le temps
ja: ずっと
ko: 모든 시간
pl: Cały czas
pt_br: Todo o tempo
ru: Все время
tr: Tüm zamanlar
uk: Весь час
vi: Mọi lúc
zh_hans: 所有时间

# settings.filter.period
source: Period
de: Zeitraum
es: Periodo
fr: Période
ja: 期間
ko: 기간
pl: Okres
pt_br: Período
ru: Период
tr: Dönem
uk: Крапка
vi: Thời kỳ
zh_hans: 期间

# settings.filter.provider
source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 공급자
pl: Dostawca
pt_br: Provedor
ru: Поставщик
tr: sağlayıcı
uk: Провайдер
vi: nhà cung cấp
zh_hans: 提供者

# settings.filter.scope
source: Scope
de: Umfang
es: Alcance
fr: Portée
ja: 範囲
ko: 범위
pl: Zakres
pt_br: Escopo
ru: Область применения
tr: Kapsam
uk: Область застосування
vi: Phạm vi
zh_hans: 适用范围

# settings.filter.sevenDays
source: 7 days
de: 7 Tage
es: 7 dias
fr: 7 jours
ja: 7日間
ko: 7일
pl: 7 dni
pt_br: 7 dias
ru: 7 дней
tr: 7 gün
uk: 7 днів
vi: 7 ngày
zh_hans: 7天

# settings.filter.sevenDaysShort
source: 7d
de: 7 T.
fr: 7 j
ja: 7日
ko: 7일
pl: 7 dni
pt_br: 7 dias
ru: 7 дн.
tr: 7 g
uk: 7 днів
vi: 7 ngày
zh_hans: 7天

# settings.filter.thirtyDays
source: 30 days
de: 30 Tage
es: 30 dias
fr: 30 jours
ja: 30日
ko: 30일
pl: 30 dni
pt_br: 30 dias
ru: 30 дней
tr: 30 gün
uk: 30 днів
vi: 30 ngày
zh_hans: 30天

# settings.filter.thirtyDaysShort
source: 30d
de: 30 T.
fr: 30 j
ja: 30日
ko: 30일
pl: 30 dni
pt_br: 30 dias
ru: 30 дн.
tr: 30 g
uk: 30 днів
vi: 30 ngày
zh_hans: 30天

# settings.filter.thisDevice
source: This device
de: Dieses Gerät
es: este dispositivo
fr: Cet appareil
ja: このデバイス
ko: 이 장치
pl: To urządzenie
pt_br: Este dispositivo
ru: Это устройство
tr: Bu cihaz
uk: Цей пристрій
vi: Thiết bị này
zh_hans: 这个装置

# settings.generation.commit
source: Commit messages
de: Übermitteln Sie Nachrichten
es: Confirmar mensajes
fr: Valider les messages
ja: メッセージをコミットする
ko: 커밋 메시지
pl: Zatwierdź wiadomości
pt_br: Confirmar mensagens
ru: Фиксировать сообщения
tr: Mesajları tamamla
uk: Зафіксувати повідомлення
vi: Cam kết tin nhắn
zh_hans: 提交消息

# settings.generation.conflict
source: Conflict resolution
de: Konfliktlösung
es: Resolución de conflictos
fr: Résolution des conflits
ja: 紛争の解決
ko: 갈등 해결
pl: Rozwiązywanie konfliktów
pt_br: Resolução de conflitos
ru: Разрешение конфликтов
tr: Çatışma çözümü
uk: Вирішення конфлікту
vi: giải quyết xung đột
zh_hans: 冲突解决

# settings.generation.effort
source: Effort
de: Aufwand
es: Esfuerzo
ja: 努力
ko: 노력
pl: Wysiłek
pt_br: Esforço
ru: Усилие
tr: Çaba
uk: зусилля
vi: nỗ lực
zh_hans: 努力

# settings.generation.fast
source: Fast mode
de: Schnellmodus
es: modo rápido
fr: Mode rapide
ja: 高速モード
ko: 빠른 모드
pl: Tryb szybki
pt_br: Modo rápido
ru: Быстрый режим
tr: Hızlı mod
uk: Швидкий режим
vi: Chế độ nhanh
zh_hans: 快速模式

# settings.generation.graphical
source: Graphical
de: Grafisch
es: gráfico
fr: Graphique
ja: グラフィカル
ko: 그래픽
pl: Graficzny
pt_br: Gráfico
ru: Графический
tr: Grafiksel
uk: Графічний
vi: Đồ họa
zh_hans: 图形化

# settings.generation.model
source: Model ID
de: Modell-ID
es: ID del modelo
fr: ID du modèle
ja: モデルID
ko: 모델 ID
pl: Identyfikator modelu
pt_br: ID do modelo
ru: Идентификатор модели
tr: Model Kimliği
uk: ID моделі
vi: Mã mẫu
zh_hans: 型号编号

# settings.generation.presentation
source: Presentation
de: Präsentation
es: Presentación
fr: Présentation
ja: プレゼンテーション
ko: 프리젠테이션
pl: Prezentacja
pt_br: Apresentação
ru: Презентация
tr: Sunum
uk: Презентація
vi: Trình bày
zh_hans: 介绍

# settings.generation.provider
source: Provider ID
de: Anbieter-ID
es: ID del proveedor
fr: Identifiant du fournisseur
ja: プロバイダーID
ko: 제공자 ID
pl: Identyfikator dostawcy
pt_br: ID do provedor
ru: Идентификатор поставщика
tr: Sağlayıcı kimliği
uk: ID постачальника
vi: ID nhà cung cấp
zh_hans: 提供商 ID

# settings.generation.title
source: Thread titles
de: Threadtitel
es: Títulos de los hilos
fr: Titres des sujets
ja: スレッドのタイトル
ko: 스레드 제목
pl: Tytuły wątków
pt_br: Títulos de tópicos
ru: Названия тем
tr: Konu başlıkları
uk: Назви тем
vi: Tiêu đề chủ đề
zh_hans: 话题标题

# settings.host.readOnly
source: Read only
de: Nur lesen
es: Sólo lectura
fr: Lecture seule
ja: 読み取り専用
ko: 읽기 전용
pl: Tylko do odczytu
pt_br: Somente leitura
ru: Только чтение
tr: Salt okunur
uk: Тільки для читання
vi: Chỉ đọc
zh_hans: 只读

# settings.host.selected
source: Selected desktop
de: Ausgewählter Desktop
es: Escritorio seleccionado
fr: Bureau sélectionné
ja: 選択したデスクトップ
ko: 선택된 데스크탑
pl: Wybrany pulpit
pt_br: Área de trabalho selecionada
ru: Выбранный рабочий стол
tr: Seçilen masaüstü
uk: Вибраний робочий стіл
vi: Máy tính để bàn đã chọn
zh_hans: 选定的桌面

# settings.notice.ambiguousRefreshFailed
source: The save result was uncertain and the latest values could not be refreshed.
de: Das Speicherergebnis war unsicher und die neuesten Werte konnten nicht aktualisiert werden.
es: El resultado del guardado era incierto y no se pudieron actualizar los valores más recientes.
fr: Le résultat de la sauvegarde était incertain et les dernières valeurs n'ont pas pu être actualisées.
ja: 保存結果が不確実であり、最新の値を更新できませんでした。
ko: 저장 결과가 불확실하여 최신 값을 새로 고칠 수 없습니다.
pl: Wynik zapisu był niepewny i nie można było odświeżyć najnowszych wartości.
pt_br: O resultado do salvamento era incerto e os valores mais recentes não puderam ser atualizados.
ru: Результат сохранения был неопределенным, и последние значения не удалось обновить.
tr: Kaydetme sonucu belirsizdi ve en son değerler yenilenemedi.
uk: Результат збереження був невизначеним, і останні значення не вдалося оновити.
vi: Kết quả lưu không chắc chắn và không thể làm mới các giá trị mới nhất.
zh_hans: 保存结果不确定，无法刷新最新值。

# settings.notice.ambiguousRefreshed
source: The save result was uncertain. The latest host values were refreshed.
de: Das Speicherergebnis war ungewiss. Die neuesten Hostwerte wurden aktualisiert.
es: El resultado de la salvación fue incierto. Se actualizaron los valores de host más recientes.
fr: Le résultat de la sauvegarde était incertain. Les dernières valeurs d'hôte ont été actualisées.
ja: 保存結果は不確実でした。最新のホスト値が更新されました。
ko: 저장 결과가 불확실했습니다. 최신 호스트 값이 새로 고쳐졌습니다.
pl: Wynik zapisu był niepewny. Najnowsze wartości hosta zostały odświeżone.
pt_br: O resultado do salvamento era incerto. Os valores de host mais recentes foram atualizados.
ru: Результат сохранения был неопределенным. Последние значения хоста обновлены.
tr: Kaydetme sonucu belirsizdi. En son ana bilgisayar değerleri yenilendi.
uk: Результат збереження був непевним. Останні значення хосту оновлено.
vi: Kết quả lưu không chắc chắn. Các giá trị máy chủ mới nhất đã được làm mới.
zh_hans: 保存结果不确定。最新主机值已刷新。

# settings.notice.saved
source: Changes saved.
de: Änderungen gespeichert.
es: Cambios guardados.
fr: Modifications enregistrées.
ja: 変更が保存されました。
ko: 변경사항이 저장되었습니다.
pl: Zmiany zostały zapisane.
pt_br: Alterações salvas.
ru: Изменения сохранены.
tr: Değişiklikler kaydedildi.
uk: Зміни збережено.
vi: Đã lưu các thay đổi.
zh_hans: 更改已保存。

# settings.platform.windowsNative
source: Windows · Native
de: Windows · Nativ
es: Windows · Nativo
fr: Windows · Natif
ja: Windows · ネイティブ
ko: Windows · 네이티브
pl: Windows · Natywny
pt_br: Windows · Nativo
ru: Windows · Нативный
tr: Windows · Yerel
uk: Windows · Нативний
vi: Windows · Gốc
zh_hans: Windows · 原生

# settings.profile.accounts
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
ja: アカウント
ko: 계정
pl: Konta
pt_br: Contas
ru: Аккаунты
tr: Hesaplar
uk: Облікові записи
vi: Tài khoản
zh_hans: 账户

# settings.profile.activityInsights
source: Activity insights
de: Aktivitätseinblicke
es: Información de actividad
fr: Aperçu de l’activité
ja: アクティビティ分析
ko: 활동 인사이트
pl: Analiza aktywności
pt_br: Insights de atividade
ru: Аналитика активности
tr: Etkinlik analizleri
uk: Аналітика активності
vi: Thông tin hoạt động
zh_hans: 活动洞察

# settings.profile.aiGitActions
source: AI git actions
de: KI-Git-Aktionen
es: Acciones de Git con IA
fr: Actions Git par IA
ja: AI Gitアクション
ko: AI Git 작업
pl: Akcje Git AI
pt_br: Ações Git com IA
ru: Git-действия ИИ
tr: Yapay zekâ Git işlemleri
uk: Git-дії ШІ
vi: Hành động Git bằng AI
zh_hans: AI Git 操作

# settings.profile.avatarColor
source: Avatar color
de: Avatar-Farbe
es: color de avatar
fr: Couleur de l'avatar
ja: アバターの色
ko: 아바타 색상
pl: Kolor awatara
pt_br: Cor do avatar
ru: Цвет аватара
tr: Avatar rengi
uk: Колір аватара
vi: Màu đại diện
zh_hans: 头像颜色

# settings.profile.byPrompts
source: by prompts
de: nach Prompts
es: por prompts
fr: par prompts
ja: プロンプト別
ko: 프롬프트 기준
pl: według promptów
pt_br: por prompts
ru: по промптам
tr: istemlere göre
uk: за промптами
vi: theo câu lệnh
zh_hans: 按提示词

# settings.profile.byTokens
source: by tokens
de: nach Tokens
es: por tokens
fr: par jetons
ja: トークン別
ko: 토큰 기준
pl: według tokenów
pt_br: por tokens
ru: по токенам
tr: tokenlara göre
uk: за токенами
vi: theo token
zh_hans: 按令牌

# settings.profile.edit
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
ja: プロフィールの編集
ko: 프로필 편집
pl: Edytuj profil
pt_br: Editar perfil
ru: Редактировать профиль
tr: Profili Düzenle
uk: Редагувати профіль
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑个人资料

# settings.profile.handle
source: Handle
de: Griff
es: Manejar
fr: Poignée
ja: ハンドル
ko: 핸들
pl: Uchwyt
pt_br: Alça
ru: Ручка
tr: Kolu
uk: Ручка
vi: xử lý
zh_hans: 手柄

# settings.profile.less
source: Less
de: Weniger
es: Menos
fr: Moins
ja: 少ない
ko: 적음
pl: Mniej
pt_br: Menos
ru: Меньше
tr: Daha az
uk: Менше
vi: Ít hơn
zh_hans: 较少
